Ran Plan for dir: `terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.add_network.vsphere_host_port_group.portgroup will be created
+ resource "vsphere_host_port_group" "portgroup" {
      + computed_policy     = (known after apply)
      + host_system_id      = "host-35"
      + id                  = (known after apply)
      + key                 = (known after apply)
      + name                = "Atlantis-Test1"
      + ports               = (known after apply)
      + virtual_switch_name = "vSwitch0"
      + vlan_id             = 0
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform`
* :put_litter_in_its_place: To **delete** this plan click [here](https://da3c2ed40611.ngrok.io/lock?id=pmamueng%252FAtlantis-Test%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
